Repository: airaizos/AdrianProyecto
Catalog: AdrianProyecto/Modules/Listado/SupportingFiles/*.lproj/Localizable.strings
Languages: es

# main_random_fact_button_outlet
source: Random
es: Siguiente

# listado_random_animals_button
source: Get More
es: Muestra más

# listado_detalle_active_time
source: Active Time
es: Actividad

# listado_detalle_lenght_min
source: Lenght Min
es: Long Min

# listado_detalle_lenght_max
source: Lenght Max
es: Long Max

# listado_detalle_weight_min
source: Weight Min
es: Peso Min

# listado_detalle_weight_max
source: Weight Max
es: Peso Max

# listado_detalle_lifespan
source: Lifespan
es: Años vida

# listado_detalle_habitat
source: Habitat
es: Hábitat

# listado_detalle_diet
source: Diet
es: Dieta

# listado_detalle_location
source: Location
es: Ubicación

# user_form_email_text_field_placeholder
source: Email
es: Correo Electrónico

# user_form_phone_text_field_placeholder
source: Phone
es: Teléfono

# user_form_account_text_field_placeholder
source: XXXXXXXXXX
es: 10 dígitos

# user_form_account_check_digits_text_field_placeholder
source: XX
es: DC

# user_form_ofice_text_field_placeholder
source: XXXX
es: Oficina

# user_form_bank_text_field_placeholder
source: XXXX
es: Entidad

# user_form_country_check_digits_text_field_placeholder
source: XX
es: ESXX

# user_form_address_text_field_placeholder
source: Address
es: Dirección

# user_form_company_text_field_placeholder
source: Company Name
es: Razón Social

# user_form_save_button_outlet
source: Save
es: Guardar

# user_form_customer_form_label
source: Contact form
es: Formulario de contacto

# my_map_permission_label_allowed
source: Location Allowed
es: Ubicación permitida

# my_map_permission_label_not_allowed
source: Location not Allowed
es: Ubicación no permitida

# my_map_permission_button_text
source: Authorize location
es: Permitir ubicación
